export const POLL = [
  {
    id: 1,
    data: {
      title: 'Ваш любимый герой?',
      answers: ['Мистер Чеснок', 'Принцесса Дыня'],
    },
  },
  {
    id: 2,
    data: {
      title: 'С каким животным вы себя ассоциируете?',
      answers: ['Рак', 'Лебедь', 'Щука', 'Ждун', 'Попугайчик'],
    },
  },
  {
    id: 3,
    data: {
      title: 'Кем вы хотели стать в детстве?',
      answers: ['Космонавтом', 'IT-богом', "Балериной", "Коучем", "Блогером"],
    },
  },
];

export const POLL_VOTES = [
  {
    id: 1,
    votes: [52, 48]

  },
  {
    id: 2,
    votes: [251, 433, 345, 103, 53]
  },
  {
    id: 3,
    votes: [65, 145, 267, 34, 98]
  },
]
